Repository: OlegPshenichniy/Booktype
Catalog: lib/booktype/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Chapter
hu: Fejezet

source: Booktype account application
hu: Booktype fiók alkalmazás

source: Import EPUB/DOCX Books
hu: EPUB/DOCX könyvek importálása

source: View user info
hu: Felhasználói információk

source: Full name
hu: Teljes név

source: About yourself
hu: Néhány szó magadról

source: Profile image
hu: Profilkép

source: Notification filter
hu: Figyelmeztetésszűrő

source: Password (again)
hu: Jelszó megerősítése

source: Enter email addresses separated by comma
hu: Írja be az e-mail címeket vesszővel elválasztva

source: Message
hu: Üzenet

source: mood
hu: hangulat

source: image
hu: kép

source: description
hu: Leírás

source: user
hu: Felhasználó

source: secretcode
hu: Titkos kód

source: created
hu: létrehozva

source: remote useragent
hu: távoli felhasználói ügynök

source: remote addr
hu: távoli cím

source: remote host
hu: távoli gép

source: My Books
hu: Könyveim

source: Books
hu: Könyvek

source: Import Book
hu: Könyv importálása

source: This is a perfect moment to start writing your book, just click on the button above!
hu: Ez egy tökéletes pillanat arra, hogy elkezdje írni a saját könyvét, csak kattintson a fenti gombra!

source: This user has no books
hu: Ennek a felhasználónak nincs könyve

source: Participating Books
hu: A résztvevő könyvek

source: My Groups
hu: Csoportjaim

source: Work with others in Groups. To create a Group click on the button below
hu: Dolgozzon másokkal együtt egy csoportban. Csoport létrehozásához kattintson az alábbi gombra

source: Participating Groups
hu: A résztvevő csoportok

source: Join other groups based on your interest
hu: Csatlakozzon más csoportokhoz érdeklődése szerint

source: view all
hu: mutasd mind

source: My Profile
hu: Profilom

source: Settings
hu: Beállítások

source: Log out
hu: Kijelenkezés

source: My Recent Activity
hu: Legutóbbi tevékenységeim

source: Recent Activity
hu: Legutóbbi tevékenységek

source: ago
hu: ezelőtt

source: Groups
hu: Csoportok

source: Who would you like to invite?
hu: Kit szeretne meghívni?

source: Enter message
hu: Ide írja üzenetét

source: What is the message of your invitation?
hu: Mi a meghívójának üzetene?

source: Choose Book
hu: Könyv kiválasztása

source: Choose Books for invitation
hu: A meghíváshoz válasszon ki könyveket

source: Choose Book:
hu: Könyv kiválasztása:

source: Check all / clear
hu: Az összes bejelölése / törlése

source: Set Roles
hu: Szerepek beállítása

source: Set Roles for this invitation
hu: Szerepek megadása az alábbi meghíváshoz

source: Roles
hu: Feladatkörök

source: Edit Book
hu: Könyv szerkesztése

source: Delete Book
hu: Könyv törlése

source: View
hu: Megtekintés

source: Edit
hu: Szerkesztés

source: Rename
hu: Átnevezés

source: Delete
hu: Törlés

source: Create New Book
hu: Új könyv létrehozása

source: Title
hu: Cím

source: What is the title of your book?
hu: Mi a könyve címe?

source: Title of Book
hu: A könyv címe

source: There is already a book with this name.
hu: Van már egy könyv ezzel a névvel.

source: Description
hu: Leírás

source: Give some information so others can find it to help you (this can be added or changed later).
hu: Adjon meg néhány információt, hogy mások könnyebben megtudják Önt találni (ez később is hozzáaddható illetve módoítható).

source: Choose license
hu: Liszensz kiválasztása

source: License
hu: Licenc

source: Image
hu: Kép

source: If you have an image for the book then add it now (this can be added or changed later)
hu: Ha rendelkezik már képpel a könyvborítójához, adja hozzá most (ez később is hozzárendelhető illetve módosítható)

source: Book Image
hu: Könyv-borítókép

source: Make Public?
hu: Legyen nyilvános?

source: Would you like to keep your book private or make it public? If the book is public others can find the book to help you.
hu: Szeretné megtartani a könyvet magának vagy nyilvánosságra is hozza? Ha a könyv nyilvános mások is megtalálhatják a könyvét és segíthetnek Önnek.

source: Note
hu: Jegyzet

source: this setting can be changed later from your dashboard.
hu: ez a beállítás megváltoztatható később a műszerfalon.

source: Initially hide from others
hu: Az elején elrejteni mások szeme elől

source: Followers:
hu: Követők:

source: No followers.
hu: Nincsenek követők.

source: Following:
hu: Követve:

source: Not following yet.
hu: Nem követi még.

source: Members
hu: Tagok

source: Delete Group
hu: A csoport törlése

source: Available file formats: epub, docx
hu: Elérhető fájlformátumok: epub, docx

source: Drag Your File Here
hu: Húzza át a fájlt ide

source: or Select from folder
hu: vagy Válasszon a mappából

source: Filename:
hu: Fájlnév:

source: Complete
hu: Teljes, kész

source: Please wait, we are processing your file...
hu: Kérem, várjon amíg feldolgozzuk a fájlt...

source: Wrong file format! Please try another one.
hu: Rossz fájlformátum! Kérjük, próbáljon meg egy másikat.

source: Something went wrong!
hu: Valami elromlott!

source: Congratulations! Your book has been imported.
hu: Gratulálunk! A könyv importálása megtörtént.

source: Book Title (optional)
hu: Könyvcím (elhagyható)

source: Initially hidden from others
hu: Kezdetben rejtve másoktól

source: Close
hu: Bezárás

source: Import
hu: Importálás

source: User settings
hu: Felhasználói beállítások

source: Save changes
hu: Változtatások mentése

source: Change password
hu: Jelszó megváltoztatása

source: User does not exist!
hu: A felhasználó nem létezik!

source: Can't find user "%(username)s".
hu: Nem található az alábbi felhasználó: "%(username)s".

source: Forgot your password
hu: Elfelejtetted a jelszavadat?

source: Check your email!
hu: Nézze meg az e-mailjeit!

source: Password reset instructions were sent to your email.
hu: A jelszót elküldtük Önnek e-mailben.

source: Username or e-mail address
hu: Felhasználónév vagy e-mail cím

source: Send request
hu: Kérés küldése

source: Reset your password
hu: Állítsa vissza jelszavát

source: Secret code
hu: Titkos kód

source: New password
hu: Új jelszó

source: New password again
hu: Új jelszó ismét

source: My Dashboard
hu: A Te irányítópultod

source: Enter username
hu: A felhasználónév megadása

source: Password
hu: Jelszó

source: User does not exist.
hu: A felhasználó nem létezik.

source: Password is wrong! Please try again.
hu: A jelszó rossz! Próbálja újra.

source: Unknown error!
hu: Ismeretlen hiba!

source: Forgotten your password?
hu: Elfelejtett jelszó?

source: To reset your Booktype password, simply click the link below. That will take you to a web page where you can create a new password.
hu: Booktype jelszavának visszaállításához egyszerűen csak kattintson az alábbi linkre. Ez majd átírányítja Önt egy új weboldalra, ahol új jelszót hozhat létre.

source: Go to:
hu: Ugrás ide:

source: If you weren't trying to reset your password, don't worry – your account is still secure and no one has been given access to it. Most likely, someone just mistyped their email address while trying to reset their own password.
hu: Ha nem próbálták visszaállítani a jelszavát, ne aggódjon - a fiókja továbbra is biztonságos, és senki kapott ahhoz hozzáférést. A legvalószínűbb, hogy valaki csak rosszul írta be az e-mail címét, amikor megpróbálta visszaállítani a saját jelszavát.

source: Not a member? Please fill the
hu: Még nem tag? Kérjük, töltse ki az

source: Registration form
hu: Regisztrációs űrlap

source: Create Account
hu: Fiók létrehozása

source: User limit has been reached.
hu: Elérte a felhasználói korlátot.

source: Only administrator is allowed to create new accounts at the moment.
hu: Pillanatnyilag csak rendszergazda hozhat létre új fiókokat.

source: User name
hu: Felhasználónév

source: Password (6 characters at least)
hu: Jelszó (6 karakter legalább)

source: Missing username!
hu: Hiányzó felhasználónév!

source: Missing e-mail!
hu: Hiányzó e-mail!

source: Missing password!
hu: Hiányzó jelszó!

source: Please provide your real name.
hu: Kérjük, adja meg a valódi nevét.

source: This is not a valid e-mail
hu: Ez nem egy érvényes e-mail cím

source: Your passwords dont match. Please try a different one.
hu: A jelszavak nem egyeznek. Kérjük, próbáljon ki egy másikat.

source: Password must be 6 characters or more!
hu: A jelsznónak legalább 6 vagy több karakterből kell állnia!

source: Username already taken. Please try a different one.
hu: A felhasználónév már foglalt. Kérjük, próbáljon ki egy másikat.

source: Fullname is too long!
hu: A teljesnév túl hosszú!

source: CREATE ACCOUNT
hu: FIÓK LÉTREHOZÁSA

source: Dashboard
hu: Irányítópult

source: User profile
hu: Felhasználói profil

source: Password changed successfully!
hu: A jelszó sikeresen megváltozott

source: Missing username
hu: Hiányzó felhasználónév

source: No such user
hu: Nincs ilyen felhasználó

source: Reset password
hu: Jelszó helyreállítása

source: Unknown error
hu: Ismeretlen hiba

source: Password can't be empty
hu: A jelszó nem lehet üres

source: Passwords don't match
hu: A jelszavak nem egyeznek

source: Wrong secret code
hu: Helytelen titkos kód

source: Booktype core application
hu: Booktype mag alkalmazás

source: system default role
hu: a rendszer alapértelmezett szerepe

source: app name
hu: app név

source: name
hu: név

source: Permission
hu: Jogosultság

source: Permissions
hu: Jogosultságok

source: permissions
hu: jogosultságok

source: Role
hu: Szerep

source: role
hu: szerep

source: book
hu: könyv

source: users
hu: felhasználók

source: Book Role
hu: Könyv Szerep

source: Book Roles
hu: Könyv Szerepek

source: Modifications:
hu: Módosítások:

source: About
hu: Leírás

source: How to use
hu: Hogyan kell használni

source: Need Help?
hu: Kell segítség?

source: With social tools, easy workflows and freedom to choose your own licences, Booktype Pro is perfect for internal, or public-facing, use. Publishers, print-on-demand services and education institutions produce better books, faster, while Sourcefabric takes care of your own platform's installation, hosting, upgrades, and security.
hu: A Booktype Pro tökéletes megoldás elsősorban kiadók számára. A Sourcefabric segítséget nyújt Önnek a szoftver telepítésében, frissítésében. Ügyel a biztonságra és tárhelyet is kínál Önnek.

source: Control Center
hu: Kezelőközpont

source: Home
hu: Kezdőlap

source: People
hu: Emberek

source: Control Center Home
hu: Vezérlőközpont Kezdőlap

source: Admin Settings
hu: Admin beállítások

source: Admin People
hu: Adminisztrátorok

source: Admin Books
hu: Adminok könyvei

source: Admin Groups
hu: Admin csoportok

source: Admin Roles
hu: Admin szerepek

source: Cancel
hu: Mégse

source: Error 400
hu: Hiba 400

source: Bad request.
hu: Hibás kérés.

source: Error 403
hu: Hiba 403

source: Permission denied.
hu: Hozzáférés megtagadva.

source: Error 404
hu: Hiba 404

source: Page not found.
hu: Az oldal nem található.

source: Error 500
hu: Hiba 500

source: Server error.
hu: Szerver hiba.

source: Error
hu: Hiba

source: Book does not exist.
hu: A könyv nem létezik.

source: You have no permissions to do this!
hu: Önnek nincs jogosultsága ezt tenni!

source: Booktype edit application
hu: Booktype szerkesztés alkalmazás

source: Create chapter
hu: Fejezet létrehozása

source: Rename chapter
hu: Fejezet átnevezése

source: Delete chapter
hu: Fejezet törlése

source: Lock chapter
hu: Fejezet elzárása

source: Edit locked chapter
hu: Az elzárt fejezet szerkesztése

source: Create section
hu: Rovat létrehozása

source: Rename section
hu: Rovat átnevezése

source: Delete section
hu: Rovat törlése

source: Manage chapters on hold
hu: Kezelje a fejezeteket tartásban

source: Reorder TOC
hu: Újrarendezés TOC

source: Upload attachment
hu: Melléklet feltöltése

source: Remove attachment
hu: Melléklet eltávolítása

source: Upload cover
hu: Borító feltöltése

source: Edit cover
hu: Borító szerkesztése

source: Delete cover
hu: Borító törlése

source: Manage Status
hu: Állapot kezelése

source: Change chapter status
hu: A fejezet állapotának változtatása

source: Delete book
hu: Könyv törlése

source: Chapter with this title already exists.
hu: Fejezet ezzel a címmel már létezik.

source: You have no permissions for editing this chapter.
hu: Ön nem rendelkezik jogosultsággal a fejezet szerkesztéséhez.

source: Chapter currently being edited.
hu: A fejezet jelenleg szerkesztés alatt áll.

source: You have no permissions for editing chapters under lock.
hu: Önnek nincs jogosultsága az elzárt fejezetek szerkesztéséhez.

source: Chapter currently is locked from everyone.
hu: A fejezet jelenleg el van zárva mindenkitől.

source: Language
hu: Nyelv

source: Right to left text
hu: Jobbról balra szöveg

source: Book with right to left writing.
hu: A könyv jobbról balra írása.

source: New Status
hu: Új állapot

source: Added
hu: Hozzáadva

source: Deleted
hu: Törölve

source: Changed
hu: Megváltozott

source: Revision
hu: Változat

source: Full view
hu: Teljes nézet

source: Table of Contents
hu: Tartalomjegyzék

source: Insert
hu: Beillesztés

source: Insert horizontal line
hu: Vízszintes vonal beszúrása

source: Insert page break
hu: Oldaltörés beszúrása

source: Split chapter
hu: Hasított fejezet

source: Undo
hu: Visszavonás

source: Redo
hu: Mégis

source: Find & Replace
hu: Keresés és csere

source: Remove styling
hu: A formázás eltávolítása

source: Remove formatting
hu: Formázás eltávolítása

source: Decrease indent
hu: A bekezdés csökkentése

source: Increase indent
hu: A bekezdés nagyobbítása

source: Edit raw HTML
hu: Nyers HTML szerkesztés

source: Tools
hu: Eszközök

source: Word count
hu: Szavak száma

source: Text Heading
hu: Főcím Szövege

source: Nothing
hu: Semmi

source: Normal Text
hu: Normál Szöveg

source: Font
hu: Betű

source: Font size
hu: Betűméret

source: Change Font size
hu: Betűméret megváltoztatása

source: Bold
hu: Vastag

source: Italic
hu: Dőlt

source: Underline
hu: Aláhúzott

source: Table
hu: Táblázat

source: Insert Table
hu: Táblázat beszúrása

source: Rows
hu: Sorok

source: Columns
hu: Oszlopok

source: Delete Table
hu: Táblázat törlése

source: Table Options
hu: Táblázat beállítások

source: Add Row Before
hu: Új sor beszúrása elé

source: Add Row After
hu: Új sor beszúrása utána

source: Add Column Before
hu: Oszlop beszúrása elé

source: Add Column After
hu: Oszlop beszúrása utána

source: Delete Row
hu: Sor törlése

source: Delete Column
hu: Oszlop törlése

source: Insert Link
hu: Link Beszúrása

source: Insert Image
hu: Kép beszúrása

source: Left align
hu: Balra igazítás

source: Centre align
hu: Középre igazítás

source: Right align
hu: Jobbra igazítás

source: Justify
hu: Sorkizárt

source: Unordered List
hu: Rendezetlen Lista

source: Ordered List
hu: Rendezett Lista

source: Indent left
hu: Bekezdés balra

source: Indent right
hu: Bekezdés jobbra

source: Save chapter
hu: Fejezet Mentése

source: SAVE
hu: MENTÉS

source: Save and close
hu: Mentés és bezárás

source: Save minor change
hu: Az apróbb változtatások mentése

source: Save with comment
hu: Mentés megjegyzéssel

source: CLOSE
hu: BEZÁRÁS

source: Booktype Edit
hu: Booktype Szerkesztés

source: Chapters
hu: Fejezetek

source: EXPAND TOC
hu: Legördülő lista

source: Post a notification
hu: Osszon meg egy értesítést

source: Send
hu: Küldés

source: Notes
hu: Jegyzetek

source: Shared notes for this book
hu: A könyv megosztott jegyzetei

source: SAVE NOTE
hu: JEGYZET MENTÉSE

source: Note Saved..
hu: A jegyzet elmentve.

source: Chapters on Hold
hu: A Fejezetek változatlanok maradnak

source: Yes
hu: Igen

source: No
hu: Nem

source: Attachments
hu: Mellékletek

source: <p class="notification-text"><%%= username %%> joined </p><span class="notification-info"><%%= info %%></span>
hu: <p class="notification-text"><%%= username %%> csatlakozott </p><span class="notification-info"><%%= info %%></span>

source: No results found.
hu: Nincs találat.

source: BACK TO INDEX
hu: VISSZA A TÁRGYMUTATÓHOZ

source: COMPARE
hu: ÖSSZEHASONLÍTÁS

source: COMPARE FULL VIEW
hu: AZ ÖSSZEHASONLÍTÁS TELJES NÉZETBEN

source: Compare
hu: Összehasonlítás

source: User
hu: Felhasználó

source: Time
hu: Idő

source: Comment
hu: Hozzászólás

source: BACK TO CHAPTER HISTORY
hu: VISSZA A FEJEZET TÖRTÉNETÉHEZ

source: Modified
hu: Módosítva

source: Version
hu: Verzió

source: PREVIOUS
hu: ELŐZŐ

source: NEXT
hu: KÖVETKEZŐ

source: REVERT TO THIS REVISION
hu: VISSZAÁLLÍTÁS ERRE A VÁLTOZATRA

source: Source View
hu: A forrás megtekintése

source: Normal View
hu: Normál Megtekintés

source: Revert to this revision?
hu: Visszatér ehhez a változathoz?

source: Current chapter content will be reverted to this revision. Are you sure?
hu: Az aktuális fejezet tartalmát a rendszer visszaállítja az előző változatra. Biztos benne?

source: Yes, revert!
hu: Igen, visszatérek!

source: Revisions not found!
hu: Változatok nem találhatóak!

source: "{0}" is being published.
hu: Az "{0}" megjelenik.

source: Loading chapter.
hu: Fejezet betöltése.

source: Saving chapter.
hu: Fejezet mentése.

source: Loading data.
hu: Adat betöltése.

source: Sending data.
hu: Adat küldése.

source: Set status.
hu: Állapot beállítása.

source: Unhold
hu: Feloldás

source: Removing chapter
hu: Fejezet eltávolítása

source: Saved...
hu: Elmentve...

source: Chapter has been modified. Do you want to save it before closing?
hu: A fejezet módosításra került. Szeretné menteni bezárás előtt?

source: Loading media files
hu: Médiafájlok betöltése

source: Removing media files
hu: Médiafájlok eltávolítása

source: Couldn't create chapter.
hu: Nem sikerült fejezetet létrehozni.

source: Section with this title already exists.
hu: Rovat ezzel a címmel már létezik.

source: Couldn't create section.
hu: Nem sikerült rovatot létrehozni.

source: Set default size
hu: Alapértelmezett méret

source: Edit Image Data
hu: Képadatok szerkesztése

source: View Original Image
hu: Az eredeti kép megtekintése

source: Delete Cover Image
hu: A borítókép törlése

source: Selected user already belongs to this role
hu: A kiválasztott felhasználó már szerepel ebben a feladadatkörben

source: Unable to remove user from role
hu: Nem távolítható el a felhasználó az alábbi feladatkörből

source: Find
hu: Keres

source: Revision reverted
hu: Visszatérve a korábbi változatra

source: Revision revert failed
hu: Nem sikerült visszatérni a korábbi változatra

source: RESTORE
hu: VISSZAÁLLÍTÁS

source: Do you really want to delete this Chapter Status?
hu: Biztosan törölni akarja ezt a fejezet állapotot?

source: You have no permission to delete this book
hu: Ön nem rendelkezik jogousultsággal az alábbi könyv törléséhez.

source: Terminate editing
hu: A szerkesztés megszüntetése

source: Editing was terminated by book administrator.
hu: A szerkesztés be lett szüntetve a könyv adminisztrátora által.

source: Your invitation has been sent
hu: A meghívót elküldtük

source: Editing terminated.
hu: A szerkesztés megszüntetve.

source: Access denied.
hu: Hozzáférés megtagadva.

source: Nothing has been exported.
hu: Semmi sem került exportálásra.

source: Exporting book.
hu: Könyvek exportálása.

source: Save
hu: Mentés

source: Zen mode
hu: Zen mód

source: Find &amp; Replace
hu: Keresés &amp; Csere

source: Replace
hu: Csere

source: Finished
hu: Kész

source: Replace All
hu: Az összes cseréje

source: &lt; Prev
hu: &lt; Előző

source: Next $gt;
hu: Következő $gt;

source: Whole book
hu: Az egész könyv

source: Book word count
hu: A könyv szavainak száma

source: Book character count
hu: A könyv fejezeteinek száma

source: Book character count (with spaces)
hu: A könyv fejezeteinek száma (szóközökkel)

source: Character count
hu: Fejezetek száma

source: Character count (with spaces)
hu: Fejezetek száma (szóközökkel)

source: Link
hu: Hivatkozás

source: Break link
hu: Hivatkozás megszüntetése

source: Insert link
hu: Hivatkozás beszúrása

source: Color
hu: Szín

source: Set
hu: Beállít

source: Footnote
hu: Lábjegyzet

source: Insert footnote
hu: Lábjegyzet beszúrása

source: HTML Edit
hu: HTML Szerkesztés

source: Sources
hu: Források

source: Media library
hu: Médiatár

source: Upload Image
hu: Kép Feltöltése

source: Drag Your Images Here
hu: Húzza a Képeket Ide

source: or Select them from folder
hu: vagy Válassza ki őket mappából

source: Please wait, we are processing your image...
hu: Kérem, várjon amíg feldolgozzuk a képet...

source: Image Title
hu: Kép Címe

source: Enter Title
hu: Cím Megadása

source: Save Metadata
hu: Metaadatok Mentése

source: Edit caption
hu: Felírtat szerkesztése

source: Enter image link
hu: Kép hivatkozásának megadása

source: File Name
hu: Fájlnév

source: File Size
hu: Fájlméret

source: Dimensions
hu: Dimenziók

source: Edit metadata
hu: Metaadatok Szerkesztése

source: REMOVE
hu: ELTÁVOLÍTÁS

source: EDIT
hu: SZERKESZTÉS

source: New chapter title
hu: Új fejezet cím

source: Cover Manager
hu: Borító Kezelő

source: Approved
hu: Jóváhagyott

source: Pending
hu: Függőben lévő

source: Error: The selected filetype is not supported. Please select one of the following filetypes and try again: PNG, JPEG, GIF, TIFF, XCF, PSD, PDF, PS, SVG, EPS, AI, INDD.
hu: Hiba: A kiválasztott fájltípus nem támogatott. Kérjük, válasszon az alábbi fájltípusokból, és próbálkozzon újra: PNG, JPEG, GIF, TIFF, XCF, PSD, PDF, PS, SVG, EPS, AI, INDD.

source: Important Info
hu: Fontos megjegyzés

source: Enter Meta-data
hu: Meta-adatok Megadása

source: Creator
hu: Létrehozó

source: File name
hu: Fájlnév

source: File size
hu: Fájlméret

source: Image dimensions
hu: A kép mérete

source: Book History
hu: A könyv története

source: Here you can follow the edit history of your book.
hu: Itt követheti nyomon az Ön könyvének szerkeszésének történetét.

source: click on the chapter link to compare revisions
hu: kattinson a fejezetben a linkre a változatok összehasonlításához

source: Filter by user
hu: Szűrés felhasználó alapján

source: Filter by chapter
hu: Szűrés fejezet alapján

source: Filter
hu: Szűrő

source: Clear filters
hu: Szűrők eltávolítása

source: Action
hu: Művelet

source: Loading content...
hu: Tartalom betöltése...

source: Media
hu: Média

source: Cancel upload
hu: A feltöltés félbeszakítása

source: Add files...
hu: Fájlok hozzáadása...

source: All images added to your book are listed here as well as any additional files you have uploaded.
hu: Minden hozzáadott kép és más feltöltött fájlok is itt egy listában megtekinthetőek.

source: preview
hu: előnézet

source: dimension
hu: dimenzió

source: size
hu: méret

source: Delete selected items
hu: Kijelölt elemek törlése

source: Remove media files
hu: Médiafájlok eltávolítása

source: Are you sure you would like to delete media files? You will not be able to undo this operation!
hu: Biztos benne, hogy törölni szeretné a médiafájlokat? Ez nem visszavonható művelet!

source: I understand and agree
hu: Megértettem és elfogadom

source: Remove
hu: Eltávolítás

source: Warning
hu: Figyelmeztetés

source: Publish
hu: Közzététel

source: Book export
hu: Könyv exportálása

source: Export history
hu: Exportálási történet

source: Book Settings
hu: Könyv beállítások

source: custom
hu: egyéni

source: Top Margin
hu: Felső margó

source: Side Margin
hu: Oldalsó margó

source: Bottom Margin
hu: Alsó margó

source: Gutter
hu: Kötésmargó

source: Styling
hu: Formázás

source: Cover
hu: Borító

source: No Cover
hu: Nincs borító

source: Remove export
hu: Exportálás eltávolítása

source: Do you want to remove this export?
hu: Valóban törölni akarja az exportálást?

source: Choose format for export
hu: Válasszon formátumot az exportáláshoz

source: settings
hu: beállítások

source: Screen PDF
hu: PDF képernyő

source: EXPORT YOUR BOOK
hu: EXPORTÁLJA KÖNYVÉT

source: Failed
hu: Sikertelen

source: comments
hu: hozzászólások

source: Your comment here
hu: Itt tud hozzászólni

source: SEND COMMENT
hu: HOSSZÁSZÓLÁS KÜLDÉSE

source: Exporting, please wait
hu: Exportálás, kérem várjon
