Repository: OlegPshenichniy/Booktype
Catalog: lib/booktype/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Book
hu: Könyv

source: Workflow
hu: Munkafolyamat

source: Chapter status
hu: Fejezet állapota

source: Metadata
hu: Metaadatok

source: Book Metadata
hu: A könyv metaadatai

source: Security
hu: Biztonság

source: Settings module not available.
hu: A beállítások modul nem elérhető.

source: Rename Chapter
hu: Fejezet Átnevezése

source: Rename Section
hu: Szakasz Átnevezése

source: New section title
hu: Új szakasz cím

source: Create New Chapter
hu: Új Fejezet Létrehozása

source: Enter new Chapter title
hu: Új Fejezet címének megadása

source: Create Chapter
hu: Fejezet Létrehozása

source: Create New Section
hu: Új Szakasz Létrehozása

source: Enter new Section title
hu: Új Szakasz címének megadása

source: Create Section
hu: Szakasz Létrehozása

source: Remove chapter
hu: Fejezet eltávolítása

source: Are you sure you would like to delete this chapter? You will lose all data associated to this chapter and you will not be able to undo this operation!
hu: Biztos benne, hogy törölni szeretné ezt a fejezetet? Minden hozzá tartozó adat elfog veszni és később nem fogja tudni visszaállítani!

source: Remove section
hu: Szakasz eltávolítása

source: Are you sure you would like to delete this section? You will lose all data associated to this section and you will not be able to undo this operation!
hu: Biztos benne, hogy törölni szeretné ezt a rovatot? Az ehhez kapcsolódó összes adat elfog veszni, amiket később nem lehet visszaállítani!

source: Delete chapters under this section
hu: A fejezetek törlése az alábbi rovat alatt

source: Locked
hu: Zárolva

source: Detail View
hu: Részletes Megtekintés

source: New Chapter
hu: Új Fejezet

source: New Section
hu: Új Szakasz

source: EDIT CHAPTER
hu: FEJEZET SZERKESZTÉSE

source: Hold
hu: Változatlanul marad

source: Unlock
hu: Zárolás feloldása

source: UNLOCK
hu: FELOLDÁS

source: STATUS
hu: ÁLLAPOT

source: RENAME
hu: ÁTNEVEZÉS

source: Chapter Status
hu: A fejezet állapota

source: New status:
hu: Új állapot:

source: Add
hu: Hozzáadás

source: Chapter statuses:
hu: Fejezet állapotok:

source: You have no permissions to manage statuses
hu: Önnek nincs jogosultsága az állapotok kezeléséhez

source: Read full text of the license
hu: A liszensz teljes szövegének olvasása

source: Assign
hu: Hozzárendelés

source: There are no roles for this book yet
hu: Nincsenek még szerepek ehhez a könyvhöz

source: Assign Roles
hu: Szerepek hozzárendelése

source: Search
hu: Keresés

source: To apply changes, click on Save
hu: A módosítások alkalmazásához, kattintson a Mentés-re

source: Table Of Contents
hu: Tartalomjegyzék

source: Book Language
hu: A könyv nyelve

source: Book License
hu: Könyv liszensz

source: Chapter diff
hu: Fejezet eltérés

source: Book History | Chapter Revision
hu: Könyv Előzmények | Fejezet Változatok

source: Reverted to revision %s.
hu: Visszaállítva a következő változatra: %s.

source: Chapter revision successfully reverted.
hu: A fejezet korábbi változatának visszaállítása sikeresen megtörtént.

source: Chapter revision could not be reverted.
hu: A fejezet a korábbi változatra nem állítható vissza.

source: Successfully saved settings.
hu: A beállítások sikeres mentése megtörtént.

source: Unknown error while saving changes.
hu: Ismeretlen hiba a változtatások mentése közben.

source: Booktype export application
hu: Booktype exportálási alkalmazás

source: Export book
hu: Könyv exportálása

source: Change export settings
hu: Az exportálási beállítások módosítása

source: View exported file
hu: Az exportált fájl megtekintése

source: Delete exported book
hu: Az exportált könyvek törlése

source: Comment exported files
hu: Hosszászólás az exportált fájlokhoz

source: Publish exported book
hu: Az exportált könyvek nyílvánossá tevése

source: export
hu: exportálás

source: Name
hu: Név

source: Task ID
hu: Feladat azonosító

source: Created
hu: Létrehozva

source: Published
hu: Közzétéve

source: Status
hu: Állapot

source: Book Export
hu: Könyv exportálás

source: Book Exports
hu: Könyv exportálások

source: Export type
hu: Exportálási típus

source: Number of pages
hu: Az oldalak száma

source: Export File
hu: Fájl exportálás

source: Export Files
hu: Exportált fájlok

source: version
hu: verzió

source: Content
hu: Tartalom

source: Export Comment
hu: Exportálási hozzászólás

source: Export Comments
hu: Exportálási hozzászólások

source: Filetype not supported.
hu: A fájltípusa nem támogatott.

source: Imported Book %(date)s
hu: Könyv importálva %(date)s

source: Extension not supported!
hu: A kiterjesztés nem támogatott!

source: Booktype portal application
hu: Booktype portál alkalmazás

source: View books list
hu: A könyvek listájának megtekintése

source: View group info
hu: A csoport adatainak megtekitnése

source: View groups list
hu: A csoportok listájának megtekintése

source: View recent activity
hu: A legutóbbi tevékenységek megtekintése

source: View user list
hu: A felhasználók listájának megtekintése

source: Description (250 characters)
hu: Leírás (250 karakter)

source: Group image
hu: Csoportkép

source: Group name is already in use
hu: A csoport neve már használatban van

source: Only JPEG file is allowed for group image.
hu: Csak JPEG fájl megengedett a csoportképhez.

source: All groups
hu: Összes csoport

source: LEAVE THIS GROUP
hu: A CSOPORT ELHAGYÁSA

source: JOIN THIS GROUP
hu: CSATLAKOZÁS A CSOPORTHOZ

source: There are no groups yet
hu: Nincsenek még csoportok

source: Active groups
hu: Aktív csoportok

source: There are no active groups at the moment
hu: Pillanatnyilag nincsenek aktív csoportok

source: New groups
hu: Új csoportok

source: There are no new groups at the moment
hu: Pillanatnyilag nincsenek új csoportok

source: Mail us if you have any questions or proposals
hu: Írjon nekünk, ha bármilyen kérdése vagy javaslata van

source: There are no books yet
hu: Nincsenek még könyvek

source: Latest Books
hu: Legújabb könyvek

source: Published Books
hu: Nyilvánossá tett könyvek

source: There are no published books at the moment
hu: Pillanatnyilag nincsenek nyilvánossá tett könyvek

source: There is no activity yet
hu: Még nincs aktivitás

source: Group not found!
hu: A csoport nem található!

source: Can't find group "%(group_name)s".
hu: Nem található a/az "%(group_name)s" csoport.

source: There are no users yet
hu: Még nincsenek felhasználók

source: Members:
hu: Tagok

source: Books:
hu: Könyvek:

source: Are you sure you would like to delete this group? You will not be able to undo this operation!
hu: Biztos, hogy törölni szeretné az alábbi csoportot? A művelet nem visszavonható!

source: All people
hu: Összes személy

source: There are no people yet
hu: Még nincsenek emberek

source: Active people
hu: Aktív személyek

source: There are no active people at the moment
hu: Pillanatnyilag még nincsenek aktív emberek

source: New people
hu: Új személy

source: There are no new people at the moment
hu: Pillanatnyilag még nincsenek új emberek

source: Select books to add
hu: Válasszon könyveket a hozzáadáshoz

source: Anonymous user
hu: Névtelen felhasználó

source: You have to log in to add books.
hu: Be kell jelentkeznie, ahhoz, hogy könyveket tudjon hozzáadni.

source: Group
hu: Csoport

source: Group settings
hu: Csoport beállítások

source: You are not allowed to delete this group
hu: Ön nem törölheti ezt a csoportot

source: Group successfully deleted.
hu: A csoport törlése sikeresen megtörtént.

source: Booktype reader application
hu: Booktype olvasó alkalmazás

source: View full page
hu: Megtekíntés teljes oldalon

source: View draft page
hu: A vázlat oldal megtekintése

source: View book info
hu: A könyv adatainak megtekintése

source: Book description
hu: A könyv leírása

source: Book image
hu: Könyvborító-kép

source: Are you sure you would like to delete this book? You will lose all data associated to this book and you will not be able to undo this operation!
hu: Biztos benne, hogy törölni szeretné ezt a könyvet? Az ehhez kapcsolódó összes adat elfog veszni, amiket később nem lehet visszaállítani.

source: Type full title of the book to delete it
hu: Gépelje be a könyv teljes címét a törléséhez

source: Draft
hu: Vázlat

source: No content yet
hu: Még nincs tartalom

source: Edit this chapter
hu: A fejezet szerkesztése

source: No content yet.
hu: Még nincs tartalom.

source: Edit Book Info
hu: A könyv adatainak szerkesztése

source: Status:
hu: Állapot:

source: (this book is hidden from others)
hu: (ez a könyv el van rejtve mások szeme elől)

source: (this book is visible to everyone)
hu: (ez a könyv mindenki számára látható)

source: Current version:
hu: Jelenlegi verzió:

source: Created:
hu: Létrehozva:

source: Published:
hu: Közzétéve:

source: Follow changes
hu: A változtatások nyomon követése

source: Edit this Book
hu: Könyv szerkesztése

source: View draft
hu: A vázlat megtekintése

source: Edit book info
hu: A könyv adatainak szerkesztése

source: Group that book belongs to
hu: A csoporthoz ez a könyv tartozik

source: Recent activity
hu: Legutóbbi tevékenységek

source: Owner
hu: Tulajdonos

source: Admins
hu: Adminok

source: Contributors
hu: Közreműködők

source: Book versions
hu: Könyv változatok

source: Can't find %(not_found_object)s "%(object_name)s".
hu: Nem található %(not_found_object)s "%(object_name)s".

source: Created new chapter
hu: Létrehozott új fejezet

source: Chapter saved
hu: A fejezet mentésre került.

source: Chapter rename
hu: A fejezet átnevezése

source: Chapter reorder
hu: A fejezet újrarendezése

source: Created new section
hu: Létrehozott új rovat

source: Renamed section
hu: Átnevezett rovat

source: Created new book
hu: Létrehozott új könyv

source: Minor version
hu: Alverzió

source: Major version
hu: Főverzió

source: Uploaded
hu: Feltöltve

source: Attachment delete
hu: Melléklet törlése

source: %(object)s not found!
hu: %(object)s nem található!

source: Book Details Page
hu: A könyv adatainak oldala

source: Book Details
hu: A könyv részletei

source: Successfully changed book info.
hu: A könyv adatainak felülírása sikeresen megtörtént.

source: Could not upload cover image.
hu: A borítókép feltöltése sikertelen volt.

source: Book successfully deleted.
hu: A könyv törlése sikeresen megtörtént.

source: Chapter Draft
hu: A fejezet vázlata

source: Book full view
hu: A könyv teljes nézete

source: reset
hu: visszaállítás

source: The file could not be imported because it was not saved in the .docx format. Try to open the file in Word and save it as a .docx.
hu: A fájl nem importálható, mert nem volt mentve a .docx formátumban. Próbálja megnyitni a fájlt a Word-ban és mentse el azt egy .docx formátumban.

source: The docx file you uploaded contains errors and cannot be converted. Please contact customer support.
hu: A docx feltöltött fájl hibákat tartalmaz, és nem konvertálható. Kérjük, lépjen kapcsolatba az ügyfélszolgálattal.

source: Title Page
hu: Oldalcím

source: Not using {} as a cover image -- {}
hu: Nem használja {} úgy, mint borítókép -- {}

source: Not using {} as a cover image
hu: Nem használja {} úgy, mint borítókép

source: Using {} as cover image
hu: Használatban {} úgy, mint borítókép

source: Heading
hu: Főcím

source: Alignment
hu: Igazítás

source: Left
hu: Balra

source: Center
hu: Középre

source: Right
hu: Jobbra

source: Paragraph
hu: Bekezdés

source: Text Indent
hu: Szöveg Behúzás

source: Line Height
hu: Sormagasság
